Revit 2027 API
ParameterTypeId.Azimuth Property
 "Azimuth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Azimuth { get; }
Public Shared ReadOnly Property Azimuth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Azimuth {
	ForgeTypeId^ get ();
}
static member Azimuth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace